Repository: eddyem/astrovideoguide_v2
Catalog: locale/*/*.po
Languages: ru

source: Can't capture next frame
ru: Не могу захватить очередной кадр

source: Can't close mmap'ed file
ru: Не могу закрыть ммапнутый файл

source: Can't find stream information
ru: Не могу обнаружить информацию о потоке

source: Can't find v4l2 support!
ru: Не могу найти поддержку v4l2!

source: Can't munmap
ru: Не могу размапить

source: Can't open codec!
ru: Не могу открыть кодек!

source: Can't open device
ru: Не могу открыть устройство

source: Can't prepare video device
ru: Не могу подготовить видеоустройство к работе

source: Can't set given channel
ru: Не могу выбрать требуемый канал

source: Can't stat %s
ru: Ошибка stat(%s)

source: Cannot identify
ru: Не могу идентифицировать

source: Cannot open
ru: Не могу открыть

source: Current input
ru: Текущий вход

source: Error capturing!
ru: Ошибка захвата

source: Ignore argument[s]:
ru: Игнорирую аргумент[ы]:

source: Mmap error for input
ru: Ошибка mmap

source: No filename given!
ru: Не задано имя файла

source: No such channel
ru: Нет такого канала

source: Packet is not a video stream!
ru: Захваченный поток не является видео

source: Usage: %s [args] Where args are:
ru: Использование: %s [аргументы] Где аргументы:

source: capture channel number
ru: номер канала захвата

source: input video device
ru: путь к устройству видеозахвата

source: is not character device file
ru: не является символьным устройством

source: list avaiable channels
ru: отобразить доступный список каналов

source: show this help
ru: отобразить это сообщение

source: work in foreground
ru: не переходить в фоновый режим
